Repository: niltonperimneto/Whisky
Catalog: Whisky/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fi, fr, it, ja, ko, nl, pl, pt_br, pt_pt, ro, ru, sv, tr, uk, vi, zh_hans, zh_hant

# dependency.install
source: Install
ar: تثبيت
cs: Instalovat
da: Installer
de: Installieren
es: Instalar
fi: Asenna
fr: Installer
it: Installa
ja: インストール
ko: 설치
nl: Installeer
pl: Zainstaluj
pt_br: Instalar
pt_pt: Instalar
ro: Instalează
ru: Установить
sv: Installera
tr: Yükle
uk: Встановити
vi: Cài đặt
zh_hans: 安装
zh_hant: 安裝

# dependency.install.estimated %lld
source: Estimated time: %lld minutes
ar: الوقت المقدر: %lld دقيقة
cs: Odhadovaný čas: %lld min
da: Anslået tid: %lld minutter
de: Geschätzte Dauer: %lld Minuten
es: Tiempo estimado: %lld minutos
fi: Arvioitu aika: %lld minuuttia
fr: Durée estimée : %lld minutes
it: Tempo stimato: %lld minuti
ja: 推定時間: %lld 分
ko: 예상 시간: %lld분
nl: Geschatte tijd: %lld minuten
pl: Szacowany czas: %lld min
pt_br: Tempo estimado: %lld minutos
pt_pt: Tempo estimado: %lld minutos
ro: Timp estimat: %lld minute
ru: Примерное время: %lld мин.
sv: Beräknad tid: %lld minuter
tr: Tahmini süre: %lld dakika
uk: Приблизний час: %lld хв.
vi: Thời gian ước tính: %lld phút
zh_hans: 预计用时：%lld 分钟
zh_hant: 預估時間：%lld 分鐘

# dependency.install.failed
source: Installation may have failed
ar: ربما فشل التثبيت
cs: Instalace možná selhala
da: Installationen mislykkedes muligvis
de: Installation vermutlich fehlgeschlagen
es: La instalación puede haber fallado
fi: Asennus on ehkä epäonnistunut
fr: L'installation a peut-être échoué
it: L'installazione potrebbe essere fallita
ja: インストールに失敗した可能性があります
ko: 설치에 실패했을 수 있습니다
nl: Installatie is mogelijk mislukt
pl: Instalacja mogła się nie powieść
pt_br: A instalação pode ter falhado
pt_pt: A instalação pode ter falhado
ro: Instalarea poate să fi eșuat
ru: Возможно, установка не удалась
sv: Installationen kan ha misslyckats
tr: Yükleme başarısız olmuş olabilir
uk: Можливо, встановлення не вдалося
vi: Cài đặt có thể đã thất bại
zh_hans: 安装可能未成功
zh_hant: 安裝可能未成功

# dependency.install.preflight
source: Preflight checks
ar: فحوصات أولية
cs: Kontroly před instalací
da: Indledende tjek
de: Vorabprüfungen
es: Comprobaciones previas
fi: Esitarkistukset
fr: Vérifications préalables
it: Controlli preliminari
ja: 事前チェック
ko: 사전 점검
nl: Voorcontroles
pl: Testy wstępne
pt_br: Verificações prévias
pt_pt: Verificações prévias
ro: Verificări preliminare
ru: Предварительные проверки
sv: Förkontroller
tr: Ön denetimler
uk: Попередні перевірки
vi: Kiểm tra sơ bộ
zh_hans: 预检
zh_hant: 事前檢查

# dependency.install.running
source: Installing...
ar: جارٍ التثبيت...
cs: Instalace...
da: Installerer...
de: Wird installiert...
es: Instalando...
fi: Asennetaan...
fr: Installation...
it: Installazione...
ja: インストール中...
ko: 설치 중...
nl: Bezig met installeren...
pl: Instalowanie...
pt_br: Instalando...
pt_pt: A instalar...
ro: Se instalează...
ru: Установка...
sv: Installerar...
tr: Yükleniyor...
uk: Встановлення...
vi: Đang cài đặt...
zh_hans: 正在安装...
zh_hant: 正在安裝...

# dependency.install.success
source: Installation successful
ar: تم التثبيت بنجاح
cs: Instalace proběhla úspěšně
da: Installationen lykkedes
de: Installation erfolgreich
es: Instalación correcta
fi: Asennus onnistui
fr: Installation réussie
it: Installazione riuscita
ja: インストールが完了しました
ko: 설치 완료
nl: Installatie geslaagd
pl: Instalacja zakończona
pt_br: Instalação concluída
pt_pt: Instalação concluída
ro: Instalare reușită
ru: Установка завершена
sv: Installationen lyckades
tr: Yükleme başarılı
uk: Встановлення завершено
vi: Cài đặt thành công
zh_hans: 安装成功
zh_hant: 安裝成功

# dependency.install.verify
source: Verification
ar: التحقق
cs: Ověření
da: Verifikation
de: Überprüfung
es: Verificación
fi: Vahvistus
fr: Vérification
it: Verifica
ja: 検証
ko: 검증
nl: Verificatie
pl: Weryfikacja
pt_br: Verificação
pt_pt: Verificação
ro: Verificare
ru: Проверка
sv: Verifiering
tr: Doğrulama
uk: Перевірка
vi: Xác minh
zh_hans: 校验
zh_hant: 驗證

# dependency.install.warning
source: Installed components cannot be automatically removed
ar: لا يمكن إزالة المكونات المثبتة تلقائيًا
cs: Nainstalované komponenty nelze automaticky odstranit
da: Installerede komponenter kan ikke fjernes automatisk
de: Installierte Komponenten können nicht automatisch entfernt werden
es: Los componentes instalados no se pueden eliminar automáticamente
fi: Asennettuja komponentteja ei voi poistaa automaattisesti
fr: Les composants installés ne peuvent pas être supprimés automatiquement
it: I componenti installati non possono essere rimossi automaticamente
ja: インストールしたコンポーネントは自動では削除できません
ko: 설치된 구성 요소는 자동으로 제거할 수 없습니다
nl: Geïnstalleerde onderdelen kunnen niet automatisch worden verwijderd
pl: Zainstalowanych składników nie można usunąć automatycznie
pt_br: Os componentes instalados não podem ser removidos automaticamente
pt_pt: Os componentes instalados não podem ser removidos automaticamente
ro: Componentele instalate nu pot fi eliminate automat
ru: Установленные компоненты нельзя удалить автоматически
sv: Installerade komponenter kan inte tas bort automatiskt
tr: Yüklenen bileşenler otomatik olarak kaldırılamaz
uk: Встановлені компоненти не можна видалити автоматично
vi: Không thể tự động gỡ các thành phần đã cài đặt
zh_hans: 已安装的组件无法自动移除
zh_hant: 已安裝的元件無法自動移除

# dependency.install.what
source: What you're installing
ar: ما الذي تقوم بتثبيته
cs: Co se bude instalovat
da: Det, du installerer
de: Was installiert wird
es: Qué vas a instalar
fi: Mitä olet asentamassa
fr: Ce que vous installez
it: Cosa stai installando
ja: インストールされる内容
ko: 설치되는 항목
nl: Wat je installeert
pl: Co zostanie zainstalowane
pt_br: O que você vai instalar
pt_pt: O que vai instalar
ro: Ce urmează să instalezi
ru: Что будет установлено
sv: Det här installeras
tr: Ne yüklüyorsunuz
uk: Що буде встановлено
vi: Bạn đang cài đặt gì
zh_hans: 将要安装的内容
zh_hant: 即將安裝的項目

# dependency.installed
source: Installed
ar: مثبت
cs: Nainstalováno
da: Installeret
de: Installiert
es: Instalado
fi: Asennettu
fr: Installé
it: Installato
ja: インストール済み
ko: 설치됨
nl: Geïnstalleerd
pl: Zainstalowano
pt_br: Instalado
pt_pt: Instalado
ro: Instalat
ru: Установлено
sv: Installerad
tr: Yüklü
uk: Встановлено
vi: Đã cài đặt
zh_hans: 已安装
zh_hant: 已安裝

# dependency.lastChecked %@
source: Last checked %@
ar: آخر فحص %@
cs: Zkontrolováno %@
da: Sidst tjekket %@
de: Zuletzt geprüft %@
es: Comprobado %@
fi: Tarkistettu %@
fr: Dernière vérification %@
it: Ultimo controllo %@
ja: 最終確認 %@
ko: 마지막 확인 %@
nl: Laatst gecontroleerd %@
pl: Sprawdzono %@
pt_br: Verificado %@
pt_pt: Verificado %@
ro: Verificat %@
ru: Проверено: %@
sv: Senast kontrollerad %@
tr: Son denetim %@
uk: Перевірено: %@
vi: Kiểm tra lần cuối %@
zh_hans: 上次检查 %@
zh_hant: 上次檢查 %@

# dependency.missing.banner
source: Missing dependency: %@
ar: تبعية مفقودة: %@
cs: Chybí závislost: %@
da: Manglende afhængighed: %@
de: Fehlende Abhängigkeit: %@
es: Falta una dependencia: %@
fi: Puuttuva riippuvuus: %@
fr: Dépendance manquante : %@
it: Dipendenza mancante: %@
ja: 不足している依存関係: %@
ko: 누락된 의존성: %@
nl: Ontbrekende afhankelijkheid: %@
pl: Brakująca zależność: %@
pt_br: Dependência ausente: %@
pt_pt: Dependência em falta: %@
ro: Dependență lipsă: %@
ru: Не хватает зависимости: %@
sv: Saknat beroende: %@
tr: Eksik bağımlılık: %@
uk: Бракує залежності: %@
vi: Thiếu thành phần phụ thuộc: %@
zh_hans: 缺少依赖项：%@
zh_hant: 缺少相依項目：%@

# dependency.missing.banner %@
source: Missing dependency detected: %@
ar: تم اكتشاف تبعية مفقودة: %@
cs: Chybí závislost: %@
da: Manglende afhængighed fundet: %@
de: Fehlende Abhängigkeit erkannt: %@
es: Falta una dependencia: %@
fi: Havaittu puuttuva riippuvuus: %@
fr: Dépendance manquante : %@
it: Dipendenza mancante: %@
ja: 不足している依存関係を検出: %@
ko: 누락된 의존성 감지됨: %@
nl: Ontbrekende afhankelijkheid gevonden: %@
pl: Brakująca zależność: %@
pt_br: Dependência ausente: %@
pt_pt: Dependência em falta: %@
ro: Dependență lipsă: %@
ru: Не хватает зависимости: %@
sv: Saknat beroende hittades: %@
tr: Eksik bağımlılık algılandı: %@
uk: Бракує залежності: %@
vi: Phát hiện thiếu thành phần phụ thuộc: %@
zh_hans: 检测到缺失的依赖项：%@
zh_hant: 偵測到缺少的相依項目：%@

# dependency.notInstalled
source: Not Installed
ar: غير مثبت
cs: Nenainstalováno
da: Ikke installeret
de: Nicht installiert
es: No instalado
fi: Ei asennettu
fr: Non installé
it: Non installato
ja: 未インストール
ko: 설치되지 않음
nl: Niet geïnstalleerd
pl: Niezainstalowane
pt_br: Não instalado
pt_pt: Não instalado
ro: Neinstalat
ru: Не установлено
sv: Inte installerad
tr: Yüklü Değil
uk: Не встановлено
vi: Chưa cài đặt
zh_hans: 未安装
zh_hant: 未安裝

# dependency.partial
source: Partially Installed
ar: مثبت جزئيًا
cs: Částečně nainstalováno
da: Delvist installeret
de: Teilweise installiert
es: Instalado parcialmente
fi: Osittain asennettu
fr: Partiellement installé
it: Installato parzialmente
ja: 一部インストール済み
ko: 일부만 설치됨
nl: Deels geïnstalleerd
pl: Częściowo zainstalowane
pt_br: Parcialmente instalado
pt_pt: Parcialmente instalado
ro: Instalat parțial
ru: Установлено частично
sv: Delvis installerad
tr: Kısmen Yüklü
uk: Встановлено частково
vi: Cài đặt một phần
zh_hans: 部分安装
zh_hant: 部分安裝

# dependency.refresh
source: Refresh
ar: تحديث
cs: Obnovit
da: Opdater
de: Aktualisieren
es: Actualizar
fi: Päivitä
fr: Rafraîchir
it: Aggiorna
ja: 再読み込み
ko: 새로 고침
nl: Vernieuw
pl: Odśwież
pt_br: Atualizar
pt_pt: Atualizar
ro: Reîmprospătează
ru: Обновить
sv: Uppdatera
tr: Yenile
uk: Оновити
vi: Làm mới
zh_hans: 刷新
zh_hant: 重新整理

# dependency.section
source: Dependencies
ar: التبعيات
cs: Závislosti
da: Afhængigheder
de: Abhängigkeiten
es: Dependencias
fi: Riippuvuudet
fr: Dépendances
it: Dipendenze
ja: 依存関係
ko: 의존성
nl: Afhankelijkheden
pl: Zależności
pt_br: Dependências
pt_pt: Dependências
ro: Dependențe
ru: Зависимости
sv: Beroenden
tr: Bağımlılıklar
uk: Залежності
vi: Thành phần phụ thuộc
zh_hans: 依赖项
zh_hant: 相依項目

# dependency.unknown
source: Unknown
ar: غير معروف
cs: Neznámé
da: Ukendt
de: Unbekannt
es: Desconocido
fi: Tuntematon
fr: Inconnu
it: Sconosciuto
ja: 不明
ko: 알 수 없음
nl: Onbekend
pl: Nieznane
pt_br: Desconhecido
pt_pt: Desconhecido
ro: Necunoscut
ru: Неизвестно
sv: Okänt
tr: Bilinmiyor
uk: Невідомо
vi: Không rõ
zh_hans: 未知
zh_hant: 未知

source: Detected:
ar: المكتشف:
cs: Zjištěno:
da: Registreret:
de: Erkannt:
es: Detectado:
fi: Tunnistettu:
fr: Détecté :
it: Rilevato:
ja: 検出:
ko: 감지됨:
nl: Gedetecteerd:
pl: Wykryto:
pt_br: Detectado:
pt_pt: Detetado:
ro: Detectat:
ru: Обнаружено:
sv: Upptäckt:
tr: Algılanan:
uk: Виявлено:
vi: Phát hiện:
zh_hans: 已检测到：
zh_hant: 已偵測到：

source: Detection Mode:
ar: وضع الاكتشاف:
cs: Režim rozpoznání:
da: Registreringsmetode:
de: Erkennungsmodus:
es: Modo de detección:
fi: Tunnistustapa:
fr: Mode de détection :
it: Modalità di rilevamento:
ja: 検出モード:
ko: 감지 모드:
nl: Detectiemodus:
pl: Tryb wykrywania:
pt_br: Modo de detecção:
pt_pt: Modo de deteção:
ro: Mod de detectare:
ru: Режим определения:
sv: Identifieringsläge:
tr: Algılama Modu:
uk: Режим визначення:
vi: Chế độ nhận diện:
zh_hans: 检测模式：
zh_hant: 偵測模式：

source: Diagnostics
ar: التشخيص
cs: Diagnostika
da: Diagnostik
de: Diagnose
es: Diagnósticos
fi: Vianmääritys
it: Diagnostica
ja: 診断
ko: 진단
nl: Diagnose
pl: Diagnostyka
pt_br: Diagnósticos
pt_pt: Diagnósticos
ro: Diagnostice
ru: Диагностика
sv: Diagnostik
tr: Tanılama
uk: Діагностика
vi: Chẩn đoán
zh_hans: 诊断
zh_hant: 診斷

source: Disable HIDAPI
ar: تعطيل HIDAPI
cs: Vypnout HIDAPI
da: Slå HIDAPI fra
de: HIDAPI deaktivieren
es: Desactivar HIDAPI
fi: Poista HIDAPI käytöstä
fr: Désactiver HIDAPI
it: Disattiva HIDAPI
ja: HIDAPI を無効にする
ko: HIDAPI 비활성화
nl: HIDAPI uitschakelen
pl: Wyłącz HIDAPI
pt_br: Desativar HIDAPI
pt_pt: Desativar HIDAPI
ro: Dezactivează HIDAPI
ru: Отключить HIDAPI
sv: Stäng av HIDAPI
tr: HIDAPI'yi Kapat
uk: Вимкнути HIDAPI
vi: Tắt HIDAPI
zh_hans: 停用 HIDAPI
zh_hant: 停用 HIDAPI

source: Done
ar: تم
cs: Hotovo
da: Færdig
de: Fertig
es: Hecho
fi: Valmis
fr: Terminé
it: Fatto
ja: 完了
ko: 완료
nl: Gereed
pl: Gotowe
pt_br: Concluído
pt_pt: Concluído
ro: Gata
ru: Готово
sv: Klar
tr: Bitti
uk: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成

# duplicate.bottle.title
source: Duplicate Bottle
ar: تكرار الزجاجة
cs: Duplikovat láhev
da: Dublér flaske
de: Flasche duplizieren
es: Duplicar botella
fi: Monista pullo
fr: Dupliquer la bouteille
it: Duplica bottiglia
ja: Bottle を複製
ko: Bottle 복제
nl: Dupliceer fles
pl: Duplikuj butelkę
pt_br: Duplicar Bottle
pt_pt: Duplicar Bottle
ro: Duplică sticla
ru: Дублировать бутылку
sv: Duplicera flaska
tr: Şişeyi Çoğalt
uk: Дублювати пляшку
vi: Nhân đôi bottle
zh_hans: 复制 Bottle
zh_hant: 製作 Bottle 副本

source: Enables automatic fixes for Steam, Rockstar, EA App, Epic Games, and other game launchers (frankea/Whisky#41)
ar: يفعّل الإصلاحات التلقائية لـ Steam وRockstar وEA App وEpic Games وغيرها من مشغّلات الألعاب (frankea/Whisky#41)
cs: Zapíná automatické opravy pro Steam, Rockstar, EA App, Epic Games a další herní launchery (frankea/Whisky#41)
da: Aktiverer automatiske løsninger til Steam, Rockstar, EA App, Epic Games og andre spillaunchere (frankea/Whisky#41)
de: Aktiviert automatische Korrekturen für Steam, Rockstar, EA App, Epic Games und andere Spiele-Launcher (frankea/Whisky#41)
es: Activa correcciones automáticas para Steam, Rockstar, EA App, Epic Games y otros lanzadores de juegos (frankea/Whisky#41)
fi: Ottaa käyttöön automaattiset korjaukset Steamille, Rockstarille, EA Appille, Epic Gamesille ja muille pelikäynnistimille (frankea/Whisky#41)
fr: Active des correctifs automatiques pour Steam, Rockstar, EA App, Epic Games et d'autres lanceurs de jeux (frankea/Whisky#41)
it: Attiva correzioni automatiche per Steam, Rockstar, EA App, Epic Games e altri launcher di giochi (frankea/Whisky#41)
ja: Steam、Rockstar、EA App、Epic Games などのゲームランチャー向けの自動修正を有効にします (frankea/Whisky#41)
ko: Steam, Rockstar, EA App, Epic Games 등 게임 런처에 대한 자동 수정을 활성화합니다 (frankea/Whisky#41)
nl: Schakelt automatische oplossingen in voor Steam, Rockstar, EA App, Epic Games en andere gamelaunchers (frankea/Whisky#41)
pl: Włącza automatyczne poprawki dla Steam, Rockstar, EA App, Epic Games i innych launcherów gier (frankea/Whisky#41)
pt_br: Ativa correções automáticas para Steam, Rockstar, EA App, Epic Games e outros launchers de jogos (frankea/Whisky#41)
pt_pt: Ativa correções automáticas para Steam, Rockstar, EA App, Epic Games e outros launchers de jogos (frankea/Whisky#41)
ro: Activează remedieri automate pentru Steam, Rockstar, EA App, Epic Games și alte launchere de jocuri (frankea/Whisky#41)
ru: Включает автоматические исправления для Steam, Rockstar, EA App, Epic Games и других игровых лаунчеров (frankea/Whisky#41)
sv: Aktiverar automatiska åtgärder för Steam, Rockstar, EA App, Epic Games och andra spellaunchers (frankea/Whisky#41)
tr: Steam, Rockstar, EA App, Epic Games ve diğer oyun başlatıcıları için otomatik düzeltmeleri etkinleştirir (frankea/Whisky#41)
uk: Вмикає автоматичні виправлення для Steam, Rockstar, EA App, Epic Games та інших ігрових лаунчерів (frankea/Whisky#41)
vi: Bật các bản sửa lỗi tự động cho Steam, Rockstar, EA App, Epic Games và các trình khởi chạy game khác (frankea/Whisky#41)
zh_hans: 为 Steam、Rockstar、EA App、Epic Games 等游戏启动器启用自动修复 (frankea/Whisky#41)
zh_hant: 為 Steam、Rockstar、EA App、Epic Games 等遊戲啟動器啟用自動修正 (frankea/Whisky#41)

source: Enables workarounds for common game controller detection and mapping issues on macOS (frankea/Whisky#42)
ar: يفعّل الحلول البديلة لمشكلات اكتشاف وحدات التحكم في الألعاب وتعيين أزرارها الشائعة على macOS (frankea/Whisky#42)
cs: Zapíná náhradní řešení běžných potíží s rozpoznáním a mapováním herních ovladačů v macOS (frankea/Whisky#42)
da: Aktiverer løsninger på almindelige problemer med registrering og tildeling af controllere på macOS (frankea/Whisky#42)
de: Aktiviert Problemumgehungen für häufige Probleme bei Controller-Erkennung und -Zuordnung unter macOS (frankea/Whisky#42)
es: Activa soluciones para los problemas habituales de detección y asignación de mandos en macOS (frankea/Whisky#42)
fi: Ottaa käyttöön kiertotavat yleisiin peliohjainten tunnistus- ja määritysongelmiin macOS:ssä (frankea/Whisky#42)
fr: Active des contournements pour les problèmes courants de détection et de mappage des manettes sur macOS (frankea/Whisky#42)
it: Attiva soluzioni per i problemi comuni di rilevamento e mappatura dei controller su macOS (frankea/Whisky#42)
ja: macOS でよくあるゲームコントローラの検出やマッピングの問題に対する回避策を有効にします (frankea/Whisky#42)
ko: macOS에서 흔히 발생하는 게임 컨트롤러 감지 및 매핑 문제의 우회 조치를 활성화합니다 (frankea/Whisky#42)
nl: Schakelt oplossingen in voor veelvoorkomende problemen met controllerdetectie en -toewijzing op macOS (frankea/Whisky#42)
pl: Włącza obejścia typowych problemów z wykrywaniem i mapowaniem kontrolerów w macOS (frankea/Whisky#42)
pt_br: Ativa soluções para problemas comuns de detecção e mapeamento de controles no macOS (frankea/Whisky#42)
pt_pt: Ativa soluções para os problemas habituais de deteção e mapeamento de comandos no macOS (frankea/Whisky#42)
ro: Activează soluții pentru problemele frecvente de detectare și mapare a controllerelor pe macOS (frankea/Whisky#42)
ru: Включает обходные решения для частых проблем с определением и назначением кнопок контроллеров в macOS (frankea/Whisky#42)
sv: Aktiverar lösningar på vanliga problem med identifiering och knappmappning av handkontroller på macOS (frankea/Whisky#42)
tr: macOS'te sık görülen oyun kumandası algılama ve tuş eşleme sorunları için geçici çözümleri etkinleştirir (frankea/Whisky#42)
uk: Вмикає обхідні рішення для типових проблем із розпізнаванням і призначенням кнопок контролерів у macOS (frankea/Whisky#42)
vi: Bật các giải pháp thay thế cho những sự cố thường gặp về nhận diện và ánh xạ nút tay cầm trên macOS (frankea/Whisky#42)
zh_hans: 启用针对 macOS 上常见游戏控制器识别和映射问题的变通方案 (frankea/Whisky#42)
zh_hant: 啟用針對 macOS 上常見遊戲控制器偵測與對應問題的因應措施 (frankea/Whisky#42)

source: Enhanced Logging
ar: تسجيل موسّع
cs: Podrobné protokoly
da: Udvidet logning
de: Erweiterte Protokollierung
es: Registro detallado
fi: Laajennettu lokitus
fr: Journalisation détaillée
it: Log dettagliati
ja: 詳細ログ
ko: 상세 로깅
nl: Uitgebreide logging
pl: Rozszerzone logi
pt_br: Registro detalhado
pt_pt: Registo detalhado
ro: Jurnalizare detaliată
ru: Подробные журналы
sv: Utökad loggning
tr: Gelişmiş Günlük Kaydı
uk: Докладні журнали
vi: Ghi nhật ký mở rộng
zh_hans: 增强日志
zh_hant: 強化記錄

# environment.add
source: Add
ar: إضافة
cs: Přidat
da: Tilføj
de: Hinzufügen
es: Añadir
fi: Lisää
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
nl: Toevoegen
pl: Dodaj
pt_br: Adicionar
pt_pt: Adicionar
ro: Adăugați
ru: Добавить
sv: Lägg till
tr: Ekle
uk: Додати
vi: Thêm
zh_hans: 新建
zh_hant: 新增

# environment.remove
source: Remove
ar: إزالة
cs: Odebrat
da: Fjern
de: Entfernen
es: Eliminar
fi: Poista
fr: Supprimer
it: Rimuovi
ja: 削除
ko: 제거
nl: Verwijderen
pl: Usuń
pt_br: Remover
pt_pt: Remover
ro: Eliminați
ru: Удалить
sv: Ta bort
tr: Kaldır
uk: Видалити
vi: Gỡ
zh_hans: 移除
zh_hant: 移除

source: Export Diagnostic Report
ar: تصدير تقرير التشخيص
cs: Export diagnostické zprávy
da: Eksportér diagnostikrapport
de: Diagnosebericht exportieren
es: Exportar informe de diagnóstico
fi: Vie vianmääritysraportti
fr: Exporter le rapport de diagnostic
it: Esporta report diagnostico
ja: 診断レポートを書き出す
ko: 진단 보고서 내보내기
nl: Exporteer diagnoserapport
pl: Eksportuj raport diagnostyczny
pt_br: Exportar relatório de diagnóstico
pt_pt: Exportar relatório de diagnóstico
ro: Exportă raportul de diagnostic
ru: Экспорт отчёта диагностики
sv: Exportera diagnostikrapport
tr: Tanılama Raporunu Dışa Aktar
uk: Експорт звіту діагностики
vi: Xuất báo cáo chẩn đoán
zh_hans: 导出诊断报告
zh_hant: 匯出診斷報告

source: Export Diagnostic Report…
ar: تصدير تقرير التشخيص…
cs: Export diagnostické zprávy…
da: Eksportér diagnostikrapport…
de: Diagnosebericht exportieren…
es: Exportar informe de diagnóstico…
fi: Vie vianmääritysraportti…
fr: Exporter le rapport de diagnostic…
it: Esporta report diagnostico…
ja: 診断レポートを書き出す…
ko: 진단 보고서 내보내기…
nl: Exporteer diagnoserapport…
pl: Eksportuj raport diagnostyczny…
pt_br: Exportar relatório de diagnóstico…
pt_pt: Exportar relatório de diagnóstico…
ro: Exportă raportul de diagnostic…
ru: Экспорт отчёта диагностики…
sv: Exportera diagnostikrapport…
tr: Tanılama Raporunu Dışa Aktar…
uk: Експорт звіту діагностики…
vi: Xuất báo cáo chẩn đoán…
zh_hans: 导出诊断报告…
zh_hant: 匯出診斷報告…

source: Export to File
ar: تصدير إلى ملف
cs: Exportovat do souboru
da: Eksportér til fil
de: In Datei exportieren
es: Exportar a un archivo
fi: Vie tiedostoon
fr: Exporter dans un fichier
it: Esporta su file
ja: ファイルに書き出す
ko: 파일로 내보내기
nl: Exporteer naar bestand
pl: Eksportuj do pliku
pt_br: Exportar para arquivo
pt_pt: Exportar para ficheiro
ro: Exportă în fișier
ru: Экспорт в файл
sv: Exportera till fil
tr: Dosyaya Aktar
uk: Експорт у файл
vi: Xuất ra tệp
zh_hans: 导出到文件
zh_hant: 匯出為檔案

source: Fixes Steam download stalls and connection timeouts
ar: يصلح توقف تنزيلات Steam ومهلات الاتصال
cs: Opravuje zaseknutá stahování a vypršení spojení ve Steamu
da: Retter Steam-downloads, der går i stå, og timeouts i forbindelsen
de: Behebt stockende Steam-Downloads und Verbindungs-Timeouts
es: Corrige los bloqueos de descarga y los tiempos de espera de conexión de Steam
fi: Korjaa Steamin latausten jumittumisen ja yhteyksien aikakatkaisut
fr: Corrige les blocages de téléchargement et les délais de connexion de Steam
it: Corregge blocchi di download e timeout di connessione di Steam
ja: Steam のダウンロード停止や接続タイムアウトを修正します
ko: Steam 다운로드 멈춤과 연결 시간 초과를 수정합니다
nl: Verhelpt vastlopende Steam-downloads en verbindingstime-outs
pl: Naprawia zacinające się pobierania i limity czasu w Steam
pt_br: Corrige travamentos de download e tempos limite de conexão do Steam
pt_pt: Corrige bloqueios de transferência e tempos limite de ligação do Steam
ro: Remediază blocajele la descărcare și expirările conexiunii Steam
ru: Устраняет зависания загрузок Steam и таймауты подключения
sv: Åtgärdar Steam-hämtningar som stannar och tidsgränser i anslutningen
tr: Steam indirme takılmalarını ve bağlantı zaman aşımlarını giderir
uk: Усуває зависання завантажень Steam і тайм-аути з'єднання
vi: Khắc phục tình trạng treo tải xuống và hết thời gian kết nối của Steam
zh_hans: 修复 Steam 下载停滞和连接超时问题
zh_hant: 修正 Steam 下載停滯與連線逾時問題

source: Forces %@ locale to fix steamwebhelper crashes
ar: يفرض اللغة المحلية %@ لإصلاح تعطل steamwebhelper
cs: Vynutí národní prostředí %@ kvůli pádům steamwebhelperu
da: Gennemtvinger sprogområdet %@ for at undgå nedbrud i steamwebhelper
de: Erzwingt Sprachregion %@, um steamwebhelper-Abstürze zu beheben
es: Fuerza el idioma %@ para evitar fallos de steamwebhelper
fi: Pakottaa maa-asetukseksi %@ steamwebhelperin kaatumisten estämiseksi
fr: Force la langue %@ pour corriger les plantages de steamwebhelper
it: Forza la lingua %@ per correggere gli arresti di steamwebhelper
ja: steamwebhelper のクラッシュを防ぐためロケールを %@ に固定します
ko: steamwebhelper 크래시를 막기 위해 로케일을 %@(으)로 고정합니다
nl: Forceert de landinstelling %@ om steamwebhelper-crashes te verhelpen
pl: Wymusza ustawienia regionalne %@, by uniknąć awarii steamwebhelper
pt_br: Força o idioma %@ para corrigir falhas do steamwebhelper
pt_pt: Força o idioma %@ para corrigir falhas do steamwebhelper
ro: Forțează limba %@ pentru a evita crash-urile steamwebhelper
ru: Принудительно задаёт локаль %@ для устранения сбоев steamwebhelper
sv: Tvingar språkregionen %@ för att undvika krascher i steamwebhelper
tr: steamwebhelper çökmelerini önlemek için %@ yerel ayarını zorlar
uk: Задає локаль %@ для усунення збоїв steamwebhelper
vi: Buộc dùng ngôn ngữ %@ để tránh lỗi steamwebhelper
zh_hans: 强制使用 %@ 区域设置以修复 steamwebhelper 崩溃
zh_hant: 強制使用 %@ 地區設定以修正 steamwebhelper 當機
